[{
  "_id": {
    "$oid": "63a5de9253b939dd481eefed"
  },
  "titles": "Common Questions about InSight's 'Mole'",
  "preview": "The following Q&As with members of the team answer some of the most common questions about the burrowing device, part of a science instrument called the Heat Flow and Physical Properties Package (HP3)."
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eefee"
  },
  "titles": "NASA's Perseverance Rover Will Peer Beneath Mars' Surface ",
  "preview": "The agency's newest rover will use the first ground-penetrating radar instrument on the Martian surface to help search for signs of past microbial life. "
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eefef"
  },
  "titles": "NASA Mars Mission Connects With Bosnian and Herzegovinian Town",
  "preview": "A letter from NASA was presented to the mayor of Jezero, Bosnia-Herzegovina, honoring the connection between the town and Jezero Crater, the Mars 2020 rover landing site."
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eeff0"
  },
  "titles": "NASA's Briefcase-Size MarCO Satellite Picks Up Honors",
  "preview": "The twin spacecraft, the first of their kind to fly into deep space, earn a Laureate from Aviation Week & Space Technology."
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eeff1"
  },
  "titles": "Alabama High School Student Names NASA's Mars Helicopter",
  "preview": "Vaneeza Rupani's essay was chosen as the name for the small spacecraft, which will mark NASA's first attempt at powered flight on another planet."
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eeff2"
  },
  "titles": "NASA's Perseverance Rover Will Carry First Spacesuit Materials to Mars",
  "preview": "In a Q&A, spacesuit designer Amy Ross explains how five samples, including a piece of helmet visor, will be tested aboard the rover, which is targeting a July 30 launch. "
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eeff3"
  },
  "titles": "NASA's Mars 2020 Comes Full Circle",
  "preview": "Aiming to pinpoint the Martian vehicle's center of gravity, engineers took NASA's 2,300-pound Mars 2020 rover for a spin in the clean room at JPL. "
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eeff4"
  },
  "titles": "Naming a NASA Mars Rover Can Change Your Life",
  "preview": "Want to name the robotic scientist NASA is sending to Mars in 2020? The student who named Curiosity — the rover currently exploring Mars — will tell you this is an opportunity worth taking."
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eeff5"
  },
  "titles": "NASA to Hold Mars 2020 Perseverance Rover Launch Briefing",
  "preview": "Learn more about the agency's next Red Planet mission during a live event on June 17."
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eeff6"
  },
  "titles": "Mars Scientists Investigate Ancient Life in Australia",
  "preview": "Teams with NASA's Mars 2020 and ESA's ExoMars practiced hunting for fossilized microbial life in the Australian Outback in preparation for their Red Planet missions. "
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eeff7"
  },
  "titles": "NASA's New Mars Rover Is Ready for Space Lasers",
  "preview": "Perseverance is one of a few Mars spacecraft carrying laser retroreflectors. The devices could provide new science and safer Mars landings in the future."
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eeff8"
  },
  "titles": "Celebrate Mars Reconnaissance Orbiter's Views From Above",
  "preview": "Marking its 15th anniversary since launch, one of the oldest spacecraft at the Red Planet has provided glimpses of dust devils, avalanches, and more."
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eeff9"
  },
  "titles": "Mars Is Getting a New Robotic Meteorologist",
  "preview": "Sensors on NASA's Perseverance will help prepare for future human exploration by taking weather measurements and studying dust particles."
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eeffa"
  },
  "titles": "MAVEN Maps Electric Currents around Mars that are Fundamental to Atmospheric Loss",
  "preview": "Five years after NASA’s MAVEN spacecraft entered into orbit around Mars, data from the mission has led to the creation of a map of electric current systems in the Martian atmosphere."
},{
  "_id": {
    "$oid": "63a5de9253b939dd481eeffb"
  },
  "titles": "How NASA's Mars Helicopter Will Reach the Red Planet's Surface",
  "preview": "The small craft will seek to prove that powered, controlled flight is possible on another planet. But just getting it onto the surface of Mars will take a whole lot of ingenuity."
}]